{
  "services": [
    {
      "id": 1,
      "text": "1 RESIDENTIAL DESIGN",
      "image": "https://i.postimg.cc/6q07GWg3/services-RE.jpg",
      "description": "our specialists create geometrically correct and even surface, mostly without frills and additional accessories. the main task is not clutter up the room . the furniture set is limited to the ost functional and necessary sets",
      "img_url": "https://i.postimg.cc/KYwtZYhh/services-R.jpg"
    },
    {
      "id": 2,
      "text": "2 TURNKEY DESIGN",
      "image": "https://i.postimg.cc/K8gqSjWB/services-T.jpg",
      "description": "We cooperate with leading construction companies and suppliers. We provide a service for the full implementationof a turnkey design project of any complexity. For Our Customers , we have favorable conditions from partners in the supply of materials and repair work ",
      "img_url": "https://i.postimg.cc/mrsSvwCW/services-TUR.jpg"
    },
    {
      "id": 3,
      "text": "3 INTERIOR DESIGN FOR BUSINESS",
      "image": "https://i.postimg.cc/xj4V9Dcy/services-O.jpg",
      "description": "We develop projects of any compexity. Only high-quality materials with service life and wear resistance are used in the manufacture. The main featureismobility, so seamless inflatable furniture is very common, which is quitesimply transformed and move.",
      "img_url": "https://i.postimg.cc/VLCp1Sym/services-OFF.jpg"
    }
  ],
  "project": [
    {
      "id": 1,
      "image": "https://i.postimg.cc/B6VpV10r/kitchen.jpg",
      "text": "If you're thinking about remodeling your kitchen in 2022, then you'll want to see these stunning kitchen lighting fixtures.",
      "category": "kitchen"
    },
    {
      "id": 2,
      "image": "https://i.postimg.cc/yNkhM88c/livingroom2.jpg",
      "text": "Glam style is often reminiscent of old Hollywood glamour. It takes a lot of inspiration from classy and luxurious interior design.",
      "category": "livingroom"
    },
    {
      "id": 3,
      "image": "https://i.postimg.cc/ryb0KNg6/bedroom.jpg",
      "text": "Grey is often the color misidentified as dull and boring. When in fact, it is the color that taps the neutrality of ambiance built within the room. ",
      "category": "bedroom"
    },
    {
      "id": 4,
      "image": "https://i.postimg.cc/BnZXz7nK/office.jpg",
      "text": "If you want to be productive at home, you need a proper space to work. Get inspired with these 20 great home office decor ideas-",
      "category": "office"
    },
    {
      "id": 5,
      "image": "https://i.postimg.cc/vZyNw9J9/livingroom.jpg",
      "text": "Read blog post about How To Decorate A Small Room With Low Ceilings & check out the best design ideas! Click for more",
      "category": "livingroom"
    },
    {
      "id": 6,
      "image": "https://i.postimg.cc/T3sSXGrb/kitchen-EX.jpg",
      "text": "brown cabinets are a trend and I’m such a fan! I painted the cabinets in my previous home and I loved that the color felt neutral and bold all at the same time",
      "category": "kitchen"
    },
    {
      "id": 7,
      "image": "https://i.postimg.cc/CLzVqvLw/bathroom-EX.jpg",
      "text": "Luxury Bathroom Master Baths Bathtubs is very important for your home. Whether you choose the Luxury Master Bathroom",
      "category": "bathroom"
    },
    {
      "id": 8,
      "image": "https://i.postimg.cc/sfpxgCBW/office1.jpg",
      "text": "If you want to be productive at home, you need a proper space to work. Get inspired with these 20 great home office decor ideas",
      "category": "office"
    },
    {
      "id": 9,
      "image": "https://i.postimg.cc/4dtQ58Cn/bathroom-B.jpg",
      "text": "Call It Design is an Instagram magazine that shares eye-pleasing examples of what it considers modern design, and it has earned itself",
      "category": "bathroom"
    },
    {
      "id": 10,
      "image": "https://i.postimg.cc/x1PCsxHB/bedroom-EX.jpg",
      "text": "Looking for bedroom decor inspiration? Don’t miss these gorgeous bedroom decorating ideas that will take your bedroom design to the next level",
      "category": "bedroom"
    },
    {
      "id": 11,
      "image": "https://i.postimg.cc/wxRnd9GX/kitchen1.jpg",
      "text": "The Kitchen Remodel The first time we ever gathered around this almost 10x7 island was with 30 high school kids for dinner before Homecoming.",
      "category": "kitchen"
    },
    {
      "id": 12,
      "image": "https://i.postimg.cc/NG93hYtr/bathroom-A.jpg",
      "text": "we talk about the latest trend to hit the world of bathroom interiors and all the Japandi bathroom ideas and inspiration you'll ever",
      "category": "bathroom"
    },
    {
      "id": 13,
      "image": "https://i.postimg.cc/MZB3Fdnt/kitchen2.jpg",
      "text": "Kitchen trends for 2022 are shared by NC home blogger Chrissy Marie. Details like what kind of appliances, countertops",
      "category": "kitchen"
    },
    {
      "id": 14,
      "image": "https://i.postimg.cc/L4ZCqNRL/livingroom1.jpg",
      "text": "Dark green home interiors with an offbeat edge. Featuring hot pink home accents, unique art, green living rooms, green kitchens",
      "category": "livingroom"
    },
    {
      "id": 15,
      "image": "https://i.postimg.cc/sgPvHdzy/bedroom1.jpg",
      "text": "Can't decide between greige or cream? Then Sherwin Williams Shoji White may be the perfect paint color for your home!",
      "category": "bedroom"
    }
  ],
  "userinfo": [
    {
      "id": 1,
      "name": "hafsa",
      "email": "hafsaabdulwahab@gmail.com",
      "subject": "bedroom",
      "message": "I want modern bedroom design,Let’s face it, a modern bedroom design can easily impress. It is not only elegant and modern, the simplicity of a modern space promotes a sense of calm"
    },
    {
      "name": "Babyee",
      "email": "hafsaabdulwahab1997@gmail.com",
      "subject": "kitchen",
      "message": "dfghjk",
      "id": 2
    },
    {
      "name": "Buzz Lightyear",
      "email": "hafsa.nuh@student.moringaschool.com",
      "subject": "ert",
      "message": "345t6yui",
      "id": 3
    },
    {
      "name": "Buzz Lightyear",
      "email": "hafsa.nuh@student.moringaschool.com",
      "subject": "kitchen",
      "message": "ertyujikl;",
      "id": 4
    }
  ]
}